
def area(a):
    '''
    Принимает число a - сторона квадрата, возвращает площадь квадрата
    Параметр:
        a - сторона квадрата
    Возвращаемое значение:
        Площадь квадрата
    Пример вызова:
        print(area(2))
    '''
    return a * a


def perimeter(a):
    '''
        Принимает число a - сторона квадрата, возвращает периметр квадрата
        Параметр:
            a - сторона квадрата
        Возвращаемое значение:
            Периметр квадрата
        Пример вызова:
            print(perimeter(2))
        '''
    return 4 * a
